nce3-1/L14.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2023-10-20 Fri 14:43 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="author" content="lenovo" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org8baf93c">1. Lesson 14 A noble gangster</a>
<ul>
<li><a href="#org1a694b2">1.1. words</a></li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-org8baf93c" class="outline-2">
<h2 id="org8baf93c"><span class="section-number-2">1.</span> Lesson 14 A noble gangster</h2>
<div class="outline-text-2" id="text-1">
<p class="verse">
How did Hawkwood make money in times of peace?<br />
<br />
There was a time<br />
&#xa0;when the owners of shops and businesses in Chicago<br />
&#xa0;&#xa0;had to pay large sums of money to gangsters in return for ‘protection’.<br />
If the money was not paid promptly,<br />
&#xa0;the gangsters would quickly put a man out of business by destroying his shop.<br />
Obtaining 'protection money' is not a modern crime.<br />
As long ago as the fourteenth century,<br />
&#xa0;an Englishman, Sir John Hawkwood, made the remarkable discovery<br />
&#xa0;&#xa0;that people would rather pay large sums of money<br />
&#xa0;&#xa0;&#xa0;than have their life work destroyed by gangsters.<br />
<br />
Six hundred years ago,<br />
&#xa0;Sir John Hawkwood arrived in Italy with a band of soldiers and settled near Florence.<br />
He soon made a name for himself and came to be known to the Italians as Giovanni Acuto.<br />
Whenever the Italian city-states were at war with each other,<br />
&#xa0;Hawkwood used to hire his soldiers to princes<br />
&#xa0;&#xa0;who were willing to pay the high price he demanded.<br />
In times of peace, when business was bad,<br />
&#xa0;Hawkwood and his men would march into a city-state and,<br />
&#xa0;&#xa0;after burning down a few farms,<br />
&#xa0;would offer to go away if protection money was paid to them.<br />
Hawkwood made large sums of money in this way.<br />
In spite of this, the Italians regarded him as a sort of hero.<br />
When he died at the age of eighty,<br />
&#xa0;the Florentines gave him a state funeral<br />
&#xa0;&#xa0;and had a picture painted which was dedicated to the memory of<br />
&#xa0;&#xa0;&#xa0;'the most valiant soldier and most notable leader, Signor Giovanni Haukodue'.<br />
</p>
</div>

<div id="outline-container-org1a694b2" class="outline-3">
<h3 id="org1a694b2"><span class="section-number-3">1.1.</span> words</h3>
<div class="outline-text-3" id="text-1-1">
<p>
gangster [ˈɡæŋstər] n. 歹徒，强盗
Chicago [ʃɪ'kɑ:ɡoʊ] n. 芝加哥（美国城市）
protection [prəˈtekʃən] n. 保护
promptly [ˈprɑmptli] adv. 准时地
destroy [dɪˈstrɔɪ] v. 毁掉；消灭
remarkable [rɪˈmɑrkəb(ə)l] adj. 不寻常的
band [bænd] /bænd/n. 帮，团伙
Florence ['flɔrəns] n. 佛罗伦萨（意大利城市）
city-state [ˈsɪti'steɪt] n. （古代）城邦
hire [ˈhaɪr] v. 租出，雇给
prince [prɪns] n. 君主，诸侯
Florentine ['flɒrəntaɪn] n. 佛罗伦萨人
funeral [ˈfjun(ə)rəl] n. 葬礼
dedicate [ˈdedɪˌkeɪt] v. 奉献，题献给
memory [ˈmem(ə)ri] n. 纪念
valiant [ˈvæliənt] adj. 英勇的
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: lenovo</p>
<p class="date">Created: 2023-10-20 Fri 14:43</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
